Repository: GatoEVX4/Essence4
Catalog: Essence/Translations/*.resx
Languages: es_es, pt_br

source: Connecting
es_es: Conectando
pt_br: Conectando

source: This is taking longer than expected...
es_es: Esto está tomando más tiempo de lo esperado...
pt_br: Isso está levando mais tempo do que o esperado...

source: Ehh... Sorry for that
es_es: Ehh... Lo siento por eso
pt_br: Ehh... Desculpe por isso

source: Bruh. Opening the error window...
es_es: Vaya. Abriendo la ventana de error...
pt_br: Bruh. Abrindo a janela de erro...

source: Checking Maintence status
es_es: Comprobando el estado de mantenimiento
pt_br: Verificando status de manutenção

source: Checking Version
es_es: Comprobando la versión
pt_br: Verificando versão

source: Download failed. try to disable your antivirus software
es_es: Error en la descarga. Intente desactivar su software antivirus
pt_br: Falha no download. Tente desativar seu software antivírus.

source: We're updating our services. Please try again later.
es_es: Estamos actualizando nuestros servicios. Por favor, inténtelo más tarde.
pt_br: Estamos atualizando nossos serviços. Por favor, tente novamente mais tarde.

source: Loading User Data
es_es: Cargando datos del usuario
pt_br: Carregando dados do usuário

source: Loading Changelog...
es_es: Cargando registro de cambios...
pt_br: Carregando registro de alterações (changelog)...

source: Loading EULA...
es_es: Cargando EULA...
pt_br: Carregando os Termos de Licença (EULA)...

source: Preparing First Run...
es_es: Preparando la primera ejecución...
pt_br: Preparando primeira execução...

source: Getting Roblox Info
es_es: Obteniendo información de Roblox
pt_br: Obtendo informações do Roblox

source: Checking Login
es_es: Verificando inicio de sesión
pt_br: Verificando login

source: Loading Settings
es_es: Cargando configuraciones
pt_br: Carregando configurações

source: Loading AI Conversations
es_es: Cargando conversaciones de la IA
pt_br: Carregando conversas da IA

source: Starting UI...
es_es: Iniciando UI...
pt_br: Iniciando Interface de Usuário...

source: Login Premium - Permanent
es_es: Inicio de sesión Premium - Permanente
pt_br: Login Premium - Permanente

source: Premium Login (ADM)
es_es: Inicio de sesión Premium (ADM)
pt_br: Login Premium (ADM)

source: Linkvertise key
es_es: Clave de Linkvertise
pt_br: Key Linkvertise

source: Good Morning
es_es: Buenos días
pt_br: Bom dia

source: Good Afternoon
es_es: Buenas tardes
pt_br: Boa tarde

source: Good Evening
es_es: Buenas noches
pt_br: Boa noite

source: Good Night
es_es: Buenas noches
pt_br: Boa madrugada

source: Intermission
es_es: Intermedio
pt_br: Intervalo

source: Playlist Empty.
es_es: Lista de reproducción vacía.
pt_br: Playlist vazia.

source: Join our music event for free key!
es_es: ¡Únase a nuestro evento musical para obtener una clave gratis!
pt_br: Junte-se ao nosso evento musical para obter uma key gratuita!

source: users listening:
es_es: usuarios escuchando:
pt_br: usuários ouvindo:

source: Skipping music...
es_es: Saltando música...
pt_br: Pulando música...

source: Loading Next...
es_es: Cargando siguiente...
pt_br: Carregando próxima...

source: Suggested by:
es_es: Sugerido por:
pt_br: Sugerido por:

source: New Scripts
es_es: Nuevos guiones
pt_br: Novos Scripts

source: Filtering results with AI...
es_es: Filtrando resultados con IA...
pt_br: Filtrando resultados com a IA...

source: Scripts for this game version:
es_es: Guiones para esta versión del juego:
pt_br: Scripts para esta versão do jogo:

source: Scripts for past versions of this game:
es_es: Guiones para versiones anteriores de este juego:
pt_br: Scripts para versões anteriores deste jogo:

source: (Deep Searching Scripts...)
es_es: (Búsqueda profunda de guiones...)
pt_br: (Pesquisa profunda de scripts...)

source: Scripts for this game: Loading...
es_es: Guiones para este juego: Cargando...
pt_br: Scripts para este jogo: Carregando...

source: Players online: Loading...
es_es: Jugadores en línea: Cargando...
pt_br: Jogadores online: Carregando...

source: Searching...
es_es: Buscando...
pt_br: Pesquisando...

source: (Searching Scripts...)
es_es: (Buscando guiones...)
pt_br: (Pesquisando Scripts...)

source: Players online:
es_es: Jugadores en línea:
pt_br: Jogadores online:

source: (loading...)
es_es: (cargando...)
pt_br: (Carregando...)

source: Games you play
es_es: Juegos que juegas
pt_br: Jogos que você joga

source: Suggested games
es_es: Juegos sugeridos
pt_br: Jogos sugeridos

source: --AI will output scripts here
es_es: --La IA mostrará los guiones aquí
pt_br: --A IA listará scripts aqui

source: Welcome User!
es_es: ¡Bienvenido Usuario!
pt_br: Bem-vindo, usuário!

source: Our AI is ready to help you!
es_es: ¡Nuestra IA está lista para ayudarte!
pt_br: Nossa IA está pronta para ajudá-lo!

source: Game ID:
es_es: ID del juego:
pt_br: ID do jogo:

source: Getting Game Name...
es_es: Obteniendo nombre del juego...
pt_br: Obtendo nome do jogo...

source: Scripts for this game:
es_es: Guiones para este juego:
pt_br: Scripts para este jogo:

source: Player ID:
es_es: ID del jugador:
pt_br: ID do jogador:

source: Current User:
es_es: Usuario actual:
pt_br: Usuário atual:

source: Exact Matches for
es_es: Coincidencias exactas para
pt_br: Correspondências exatas para

source: Results for
es_es: Resultados para
pt_br: Resultados para

source: Playing
es_es: Jugando
pt_br: Jogando

source: Home Page
es_es: Página Principal
pt_br: Página inicial

source: Game ID: None
es_es: ID del juego: Ninguno
pt_br: ID do jogo: Nenhum

source: Waiting for user to join a game.
es_es: Esperando que el usuario se una a un juego.
pt_br: Aguardando o usuário entrar em um jogo.

source: Making Request...
es_es: Haciendo solicitud...
pt_br: Enviando pedido...

source: AI is thinking...
es_es: La IA está pensando...
pt_br: A IA está processando...

source: Digite o script aqui.
es_es: Escriba el guion aquí.

source: Aimbot, ESP e mais coisas na próxima atualização
es_es: Aimbot, ESP y más cosas en la próxima actualización
pt_br: Aimbot, ESP e mais funcionalidades na próxima atualização

source: Talk to assistent here
es_es: Habla con el asistente aquí
pt_br: Converse com o assistente aqui

source: Hello
es_es: Hola
pt_br: Olá

source: Hello User
es_es: Hola Usuario
pt_br: Olá, Usuário

source: Search scripts
es_es: Buscar guiones
pt_br: Pesquisar scripts

source: Preparing First Run..
es_es: Preparando la primera ejecución..
pt_br: Preparando primeira execução..

source: Set WalkSpeed
es_es: Establecer velocidad de caminar
pt_br: Definir Velocidade de Caminhada

source: Set JumpPower
es_es: Establecer poder de salto
pt_br: Definir Poder de Salto

source: Copy Script
es_es: Copiar guion
pt_br: Copiar Script

source: Copied
es_es: Copiado
pt_br: Copiado

source: Synced with your discord
es_es: Sincronizado con tu Discord
pt_br: Sincronizado com seu Discord

source: Continue
es_es: Continuar
pt_br: Continuar

source: Insert an image link here!
es_es: ¡Inserta un enlace de imagen aquí!
pt_br: Insira um link de imagem aqui!

source: All Done!
es_es: ¡Todo listo!
pt_br: Tudo Pronto!

source: Now Your Essence are Fully Configured
es_es: Ahora tu Essence está completamente configurado
pt_br: Agora seu Essence está totalmente configurado

source: Skip
es_es: Omitir
pt_br: Pular

source: Profile Picture
es_es: Foto de perfil
pt_br: Foto de Perfil

source: Username
es_es: Nombre de usuario
pt_br: Nome de Usuário

source: Verify using Discord
es_es: Verifica usando Discord
pt_br: Verificar usando Discord

source: Email
es_es: Correo electrónico

source: Password
es_es: Contraseña
pt_br: Senha

source: Profile Settings
es_es: Configuración de perfil
pt_br: Configurações do Perfil

source: Customize your account
es_es: Personaliza tu cuenta
pt_br: Personalize sua conta

source: Welcome, we are grateful to have you with us!
es_es: ¡Bienvenido, estamos agradecidos de tenerte con nosotros!
pt_br: Bem-vindo, estamos felizes em tê-lo conosco!

source: Verify to access our services
es_es: Verifica para acceder a nuestros servicios
pt_br: Verifique para acessar nossos serviços

source: Lets Start!
es_es: ¡Comencemos!
pt_br: Vamos começar!

source: I consent to the collection of game data to help improve the program.
es_es: Doy mi consentimiento para la recopilación de datos de juegos para ayudar a mejorar el programa.
pt_br: Eu consinto a coleta de dados do jogo para ajudar a melhorar o programa.

source: Confirm
es_es: Confirmar
pt_br: Confirmar

source: Choose one of the available languages below.
es_es: Elige uno de los idiomas disponibles a continuación.
pt_br: Escolha um dos idiomas disponíveis abaixo.

source: Sorry, your language is not supported
es_es: Lo sentimos, tu idioma no es compatible
pt_br: Desculpe, seu idioma não é suportado

source: Execute
es_es: Ejecutar
pt_br: Executar

source: Open
es_es: Abrir
pt_br: Abrir

source: Save
es_es: Guardar
pt_br: Salvar

source: Clear
es_es: Limpiar
pt_br: Limpar

source: Script Cloud
es_es: Nube de guiones
pt_br: Hub de Scripts

source: No enough data. play some games using Essence first!
es_es: No hay suficientes datos. ¡Juega algunos juegos usando Essence primero!
pt_br: Dados insuficientes. Jogue alguns jogos usando o Essence primeiro!

source: Community Choice
es_es: Elección de la comunidad
pt_br: Escolha da Comunidade

source: Saved Scripts
es_es: Guiones guardados
pt_br: Scripts Salvos

source: Less relevant results
es_es: Resultados menos relevantes
pt_br: Resultados menos relevantes

source: Refresh
es_es: Actualizar
pt_br: Atualizar

source: Quick Panel
es_es: Panel rápido
pt_br: Painel Rápido

source: Change your character properties, use visuals and aimbots
es_es: Cambia las propiedades de tu personaje, usa efectos visuales y aimbots
pt_br: Altere as propriedades do seu personagem, use visuais e aimbots

source: Server Hop
es_es: Saltar de servidor
pt_br: Mudar de Servidor

source: Game
es_es: Juego
pt_br: Jogo

source: Fly
es_es: Volar
pt_br: Voar

source: Mia Assistent
es_es: Asistente Mia
pt_br: Assistente Mia

source: Hi! Need script help? Let's begin!
es_es: ¡Hola! ¿Necesitas ayuda con guiones? ¡Comencemos!
pt_br: Oi! Precisa de ajuda com scripts? Vamos começar!

source: Settings
es_es: Configuración
pt_br: Configurações

source: Essence Customization
es_es: Personalización de Essence
pt_br: Personalização do Essence

source: Customize your Essence experience
es_es: Personaliza tu experiencia Essence
pt_br: Personalize sua experiência no Essence

source: Language
es_es: Idioma
pt_br: Idioma

source: Change your executor language.
es_es: Cambia el idioma de tu ejecutor.
pt_br: Altere o idioma do executor.

source: Discord RPC
es_es: RPC de Discord
pt_br: RPC do Discord

source: Enable discord activity for Essence. Yay!
es_es: Habilitar la actividad de Discord para Essence. ¡Yay!
pt_br: Ative a atividade do Discord para o Essence. Uhul!

source: Top-Most the window
es_es: Mantener la ventana siempre arriba
pt_br: Manter a janela no topo

source: Keep Essence on top of other windows
es_es: Mantener Essence arriba de otras ventanas
pt_br: Manter o Essence acima de outras janelas

source: Quick things you can change
es_es: Cosas rápidas que puedes cambiar
pt_br: Coisas rápidas que você pode alterar

source: Save conversations
es_es: Guardar conversaciones
pt_br: Salvar conversas

source: This option saves and loads all your chat history with Mia.
es_es: Esta opción guarda y carga todo tu historial de chat con Mia.
pt_br: Essa opção salva e carrega todo o histórico de conversas com Mia.

source: Clear History
es_es: Limpiar historial
pt_br: Limpar histórico

source: Delete all records of conversations with Mia
es_es: Elimina todos los registros de conversaciones con Mia
pt_br: Excluir todos os registros de conversas com Mia

source: Monaco is an advanced editor. But, it can cause performance issues in some pc's
es_es: Monaco es un editor avanzado. Pero, puede causar problemas de rendimiento en algunos PC
pt_br: O Monaco é um editor avançado. No entanto, pode causar problemas de desempenho em alguns PCs.

source: Save your script tabs to re-load then when you open Essence again
es_es: Guarda tus pestañas de guiones para recargarlas cuando vuelvas a abrir Essence
pt_br: Salve suas guias de script para recarregá-las quando abrir o Essence novamente

source: Unauthorized action detected. Stop immediately to avoid further measures.
es_es: Acción no autorizada detectada. Detente inmediatamente para evitar medidas adicionales.
pt_br: Ação não autorizada detectada. Pare imediatamente para evitar medidas adicionais.

source: Follow the rules to continue using our services.
es_es: Sigue las reglas para continuar utilizando nuestros servicios.
pt_br: Siga as regras para continuar usando nossos serviços.

source: We’re working to resolve the problem as quickly as possible. Thank you for your patience!
es_es: Estamos trabajando para resolver el problema lo más rápido posible. ¡Gracias por su paciencia!
pt_br: Estamos trabalhando para resolver o problema o mais rápido possível. Obrigado pela paciência!

source: Our servers are updating!
es_es: ¡Nuestros servidores se están actualizando!
pt_br: Nossos servidores estão sendo atualizados!

source: Please check your network settings and firewall configuration to restore access.
es_es: Por favor, revisa tus configuraciones de red y de tu firewall para restaurar el acceso.
pt_br: Por favor, verifique as configurações de rede e firewall para restaurar o acesso.

source: No Internet Connection Detected
es_es: No se detectó conexión a Internet
pt_br: Nenhuma conexão com a Internet detectada

source: What's New
es_es: ¿Qué hay de nuevo?
pt_br: Novidades

source: Essence Features Changelog
es_es: Registro de cambios de las funciones de Essence
pt_br: Registro de Alterações das Funcionalidades do Essence

source: Nice!
es_es: ¡Genial!
pt_br: Legal!

source: Hours
es_es: Horas
pt_br: Horas

source: Error
pt_br: Erro
